Repository: mzeeshanzafar28/wp-plugins
Catalog: axytos-wc-payment-gateway/languages/axytos-wc-*.po
Languages: de_de

source: Access Denied.
de_de: Zugriff verweigert.

source: Action on decision code "R"
de_de: Maßnahmen zum Entscheidungscode „R“

source: Action on decision code "S"
de_de: Maßnahmen zum Entscheidungscode „S“

source: Action on decision code "U"
de_de: Maßnahmen zum Entscheidungscode „U“

source: Axytos Actions
de_de: Axytos Aktionen

source: Axytos API Key
de_de: Axytos API-Schlüssel

source: Axytos unique ID not found.
de_de: Eindeutige Axytos-ID nicht gefunden.

source: Cancel
de_de: Stornieren

source: Cancel Order
de_de: Bestellung stornieren

source: Choose the action when decision code "R" is received.
de_de: Wählen Sie die Aktion, wenn der Entscheidungscode „R“ empfangen wird.

source: Choose the action when decision code "S" is received.
de_de: Wählen Sie die Aktion, wenn der Entscheidungscode „S“ empfangen wird.

source: Choose the action when decision code "U" is received.
de_de: Wählen Sie die Aktion, wenn der Entscheidungscode „U“ empfangen wird.

source: click to see agreement
de_de: Klicken Sie hier, um die Vereinbarung anzuzeigen

source: Could not cancel order.
de_de: Bestellung konnte nicht storniert werden.

source: Could not refund order.
de_de: Bestellung konnte nicht erstattet werden.

source: Could not update report shipping.
de_de: Der Berichtsversand konnte nicht aktualisiert werden.

source: Description
de_de: Beschreibung

source: Disallow This Payment Method
de_de: Diese Zahlungsmethode nicht zulassen

source: Enable Axytos Payment
de_de: Axytos-Zahlung aktivieren

source: Enable/Disable
de_de: Aktivieren/Deaktivieren

source: Enter text you want to as link to get agreement.
de_de: Geben Sie den gewünschten Text als Link ein, um die Zustimmung zu erhalten.

source: Enter your Axytos API Key for authentication.
de_de: Geben Sie zur Authentifizierung Ihren Axytos API-Schlüssel ein.

source: Error processing action:
de_de: Fehler bei der Verarbeitung der Aktion:

source: Invalid action.
de_de: Ungültige Aktion.

source: Invalid order or action.
de_de: Ungültiger Befehl oder Aktion.

source: No Axytos actions available for this order.
de_de: Für diese Bestellung sind keine Axytos-Aktionen verfügbar.

source: Order canceled successfully.
de_de: Bestellung erfolgreich storniert.

source: Order cancelled based on Axytos decision.
de_de: Bestellung aufgrund der Entscheidung von Axytos storniert.

source: Order completed based on Axytos decision.
de_de: Bestellung basierend auf der Entscheidung von Axytos abgeschlossen.

source: Order not found.
de_de: Bestellung nicht gefunden.

source: Order on-hold based on Axytos decision.
de_de: Bestellung aufgrund der Entscheidung von Axytos zurückgestellt.

source: Order refunded based on Axytos decision.
de_de: Bestellung aufgrund der Entscheidung von Axytos zurückerstattet.

source: Order refunded successfully.
de_de: Bestellung erfolgreich erstattet.

source: Pay using Axytos.
de_de: Bezahlen Sie mit Axytos.

source: Payment gateway for Axytos.
de_de: Zahlungsgateway für Axytos.

source: Precheck Agreement Link Text
de_de: Linktext der Vereinbarung vorab prüfen

source: Proceed Order
de_de: Weiter zur Bestellung

source: Put Order On-hold
de_de: Bestellung zurückstellen

source: Refund
de_de: Erstattung

source: Report Shipping
de_de: Versand melden

source: Shipping status reported successfully.
de_de: Versandstatus erfolgreich gemeldet.

source: This controls the description which the user sees during checkout.
de_de: Dies steuert die Beschreibung, die der Benutzer während des Bezahlvorgangs sieht.

source: This controls the title which the user sees during checkout.
de_de: Dies steuert den Titel, den der Benutzer beim Bezahlvorgang sieht.

source: Title
de_de: Titel
